{"meta":{"title":"The Pongovi Foundation","subtitle":null,"description":null,"author":"The Positive","url":"http://paradigmforthenextgeneration.com"},"pages":[{"title":"The Pongovi Foundation","date":"October 12, 2017","updated":"October 12, 2017","path":"index.html","permalink":"http://paradigmforthenextgeneration.com/index.html","excerpt":"","text":"Hurricane Maria Recovery Dominica Dominica needs more than short term humanitarian relief. The country is facing a prolonged crisis. The Pongovi Foundation has a team on the ground working to implement a strategy to reduce the country&#x2019;s dependence on fossil fuels, agrochemical inputs, and food imports, and transition the majority of homes and businesses onto renewable energy sources. With a country the size of Dominica these goals are attainable with minimal resources, but we need your help. VOLUNTEER ONSITE DONATE A Recovery Plan for Dominica Restore access to farms, water supplies and homes. Remove rubble, fallen trees, and clear landslides. Establish slope and water management systems: Terracing, drainage, and planting on edges to reduce erosion and the risk of landslides. Repair and rebuild housing: replace roofs, build highly efficient and disaster resistant homes for those who lost theirs. Set up renewable energy systems in as many homes, farms and community centers as possible. What We Need to make this happen Volunteers: carpenters, electricians, mechanics, welders, renewable energy technicians, organic farmers, general handymen etc&#x2026; To volunteer contact Sara Subero for more information at: +1 (705) 980-0515 or Equipment and Materials Renewable energy equipment and systems Dual cab 4x4 Pickup truck(s) - Toyota Hillux or equivalent - For transporting materials and equipment, removing rubble, and delivering relief (we currently have only small jeeps). Excavator(s) to remove debris, clear landslides and landscape for farming - At least one Bobcat mini-excavator with claw - A full sized excavator would also help greatly for large scale earthmoving Trailer to move excavator(s), building materials and debris Chainsaws - w/ bar oil and mix oil Axes with fiberglass handles - To enable work when fuel is not available. Industrial Wood chipper (to make mulch and compost from fallen branches). Cordless drills and saws (preferably Makita) Communication equipment - Ham radios and walkie talkies Tents and Tarps Food: We need non-perishable food items for the local population and for volunteers. Clothing Rubber Boots and Work Boots Rubberized gloves Socks You can send relief items to our collection points in Texas, Canada, or Trinidad. Texas Collection Address 6965 Laura Hts Scherts, Texas 78154, USA Contact: Joanne Lofton (210) 488 1691 Canada Collection Address 466 Marleau Road Sturgeon Falls Ontario, Canada, P2B2X2 Contact: Lynn Cockburn Ouellette 1(705) 980 0515 Trinidad and Tobago Collection Address 13 Anderson Terrace Maraval Trinidad and Tobago Contact: Janelle Zakour (868) 298 9072 Who We are The Pongovi Foundation has a onsite team of Dominicans and immigrants who are 100% committed to staying through the recovery to rebuild, and put the country on track for a fossil fuel free future. We also have an international team based in the Netherlands which helps coordinate communications globally. VOLUNTEER ONSITE DONATE"},{"title":"Donate","date":"August 02, 2017","updated":"October 12, 2017","path":"donate/index.html","permalink":"http://paradigmforthenextgeneration.com/donate/index.html","excerpt":"","text":"Donations of any size are appreciated. This project is open source, not-for-profit. Currently all donations are being routed to the hurricane Maria recovery effort in the Commonwealth of Dominica. For more information contact Sara Subero at: +1 (705) 980-0515 or"},{"title":"404","date":"July 24, 2016","updated":"August 06, 2017","path":"error/404.html","permalink":"http://paradigmforthenextgeneration.com/error/404.html","excerpt":"","text":"The page you are looking for does not exist."},{"title":"Volunteer Onsite","date":"August 01, 2017","updated":"October 12, 2017","path":"volunteer/index.html","permalink":"http://paradigmforthenextgeneration.com/volunteer/index.html","excerpt":"","text":"We are currently accepting applications for onsite volunteers. Applicants must be willing to purchase a round trip ticket to The Commonwealth of Dominica, and must be willing to stay at least one month. Do not apply until you are ready to commit to a departure date less than two months away. Dominica is currently recovering from a category 5 hurricane. As such conditions onsite are extremely rustic. Access to electricity is limited. There are no communications of any kind available on most of the island. Volunteers have access to a shared kitchen, and bathroom, but will need to bring their own tent. We request that all volunteers bring as much food with them as possible when they come. We have a particular need for people with the following skill sets: Experienced Tradesmen - Carpenters, electricians, renewable energy technicians, mechanics, general handymen etc&#x2026; Animators/Video Editors/Videographers/UAV Operators - You will retain rights to footage, but must be willing to release as Creative Commons. Teachers/child development specialists - Work with a small group of children ages 3 - 8, using a curiosity based learning approach. Application InstructionsTo apply, send an email to with the following information: Include the words: &#x201C;Hurricane Maria Recovery Volunteer&#x201D; in the email subject. Provide your name, age, gender and nationality. List any relevant skill sets and/or experience. Explain why you want to volunteer and how you feel you can help in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How soon will you be ready to travel? How long are you willing to stay? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"","date":"October 11, 2017","updated":"February 27, 2017","path":"ajax_html/site/loading.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/loading.html","excerpt":"","text":""},{"title":"","date":"October 11, 2017","updated":"March 29, 2017","path":"ajax_html/site/follow.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/follow.html","excerpt":"","text":"Did this make your brain itch? Scratch it!"},{"title":"","date":"October 11, 2017","updated":"March 09, 2017","path":"ajax_html/site/README.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/README.html","excerpt":"","text":"Items loaded via ajax should have layout:false at the top of the page."},{"title":"","date":"October 11, 2017","updated":"March 29, 2017","path":"ajax_html/site/mailing_list.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/mailing_list.html","excerpt":"","text":"Get the Storm in Your Inbox!"},{"title":"","date":"October 11, 2017","updated":"February 17, 2017","path":"ajax_html/site/promotion.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/promotion.html","excerpt":"","text":"Promote THIS Promotion!!!!!!!!!!!!!!!!!!"}],"posts":[]}