{"meta":{"title":"The Pongovi Foundation","subtitle":null,"description":null,"author":"The Positive","url":"http://pongovi.org"},"pages":[{"title":"Pongovi","date":"February 02, 2018","updated":"February 02, 2018","path":"index.html","permalink":"http://pongovi.org/index.html","excerpt":"","text":"Hurricane Maria Recovery Dominica On September 18th, 2017 The Commonwealth of Dominica was hit by hurricane Maria. The devastation was staggering. Lives were destroyed. Families were separated. The ripple effects of the storm will be felt for years. Rather than merely providing humanitarian assistance and repairing conventional infrastructure Dominica should be given a head start in the transition off of fossil fuels and agrochemical farm inputs towards renewable energy and climate resilient agriculture (aka permaculture). This is the vision projected by the current leadership of the country, both to the international community, and in policy. With such a tiny country such a transition would be attainable with relatively little resources if those with means and conscience take action. VOLUNTEER ONSITE DONATE Concrete Goals for the Recovery Restore access to farms, water supplies and homes. Remove rubble, fallen trees, and clear landslides. Establish slope and water management systems: Terracing, drainage, and planting on edges to reduce erosion and the risk of future landslides. Repair and rebuild housing: replace roofs, build highly efficient and disaster resistant homes for those who lost theirs. Set up renewable energy systems in as many homes, farms and community centers as possible. What We Need Volunteers: carpenters, electricians, mechanics, welders, renewable energy technicians, organic farmers, general handymen etc&#x2026; Materials and Equipment: See equipment and materials list. To send equipment or relief items visit our donate page. Who We are Pongovi is an informal network of individuals from multiple countries committed to working towards a fossil free future. We operate a permaculture education center in Dominica, and work with groups and individuals which are in the transition, assisting in any way that we can. There also exist a legal NGO registered in Holland (pongovi.nl) which operates independently towards these same goals. VOLUNTEER ONSITE DONATE"},{"title":"Contact","date":"October 23, 2017","updated":"October 24, 2017","path":"contact/index.html","permalink":"http://pongovi.org/contact/index.html","excerpt":"","text":"To coordinate large shipments of (containers or large equipment), or for information regarding the NGO, or for wire transfer options please contact Leo Horn in the Netherlands. Email: Phone: +31623430538 Phone 2: +971554779837 To send a message that will reach our whole team (including onsite team when they have connection) at ."},{"title":"Donate","date":"August 02, 2017","updated":"February 02, 2018","path":"donate/index.html","permalink":"http://pongovi.org/donate/index.html","excerpt":"","text":"Donations of any size are appreciated. This project is open source, not-for-profit. Currently all donations are being routed to the hurricane Maria recovery effort in the Commonwealth of Dominica. You can donate via our Gofundme campaign or through the Pongovi Foundation at pongovi.nl. To coordinate large shipments of (containers or large equipment), or for information regarding the NGO, or for wire transfer options please contact Leo Horn in the Netherlands. Email: Phone: +31623430538 Phone 2: +971554779837"},{"title":"Hurricane Maria Recovery Needs List","date":"October 21, 2017","updated":"October 31, 2017","path":"hurricane-maria-recovery-list/index.html","permalink":"http://pongovi.org/hurricane-maria-recovery-list/index.html","excerpt":"","text":"Attaining agricultural and energy self sufficiency is a massive project. Hillsides need to be terraced, drainage and water retention set up on contour, trees, branches and landslides cleared, compost systems set up at scale, and seed stocks replenished. Renewable energy equipment and systems: inverters, charge controllers, battery controllers, solar panels, microhydro systems, multimeter, insulation resistance meter, ground resistance meter, pv curve meter, insulated screw driver set, mechanic tool set Dual cab 4x4 Pickup truck(s) - Toyota Hillux or equivalent - For transporting materials and equipment, removing rubble, and delivering relief (we currently have only small jeeps). Excavator(s) to remove debris, clear landslides and landscape for farming - At least one Bobcat mini-excavator with claw - A full sized excavator would also help greatly for large scale earthmoving Trailer to move excavator(s), building materials and debris Chainsaws - w/ bar oil and mix oil Axes with fiberglass handles - To enable work when fuel is not available. Industrial Wood chipper (to make mulch and compost from fallen branches). Cordless drills and saws (preferably Makita) Communication equipment - Ham radios and walkie talkies Tents and Tarps Green house and aquaponics kits and components Materials Pressure treated lumber (all lengths): 2X4, 2x6, 4x4, form ply, marine ply etc&#x2026; Heavy duty galvanized roofing material (all lengths) Roofing screws (all lengths, but 4 inch and longer are prefered) Hurricane Ties Joist Hangers Wood and cement screws (all lengths) Nails (all lengths) Greenhouse plastic and black screen HDPE pipe (for reconnecting water systems) 3&#x201D;, 2&#x201D;, 3/4&#x201D;, 1/2&#x201D; HDPE pipe connectors: junctions, tees, male adaptors, elbows Water tanks Clothing Rubber Boots and Work Boots Rubberized gloves Socks Musical Instruments &amp; Guitar Strings In most villages there is no electricity. Accoustic music is the only entertainment, and there is a shortage of instruments. You can also download an extended list in pdf form."},{"title":"404","date":"July 24, 2016","updated":"August 06, 2017","path":"error/404.html","permalink":"http://pongovi.org/error/404.html","excerpt":"","text":"The page you are looking for does not exist."},{"title":"Volunteer Onsite","date":"August 01, 2017","updated":"October 29, 2017","path":"volunteer/index.html","permalink":"http://pongovi.org/volunteer/index.html","excerpt":"","text":"We are currently accepting applications for onsite volunteers. Applicants must be willing to purchase a round trip ticket to The Commonwealth of Dominica, and must be willing to stay at least one month. Do not apply until you are ready to commit to a departure date less than two months away. Dominica is currently recovering from a category 5 hurricane. As such conditions onsite are extremely rustic. Access to electricity is limited. There are no communications of any kind available on most of the island. Volunteers have access to a shared kitchen, and bathroom, but will need to bring their own tent. Please see our &#x201C;What to Bring&#x201C; list for items you will need. We have a particular need for people with the following skill sets: Experienced Tradesmen - Carpenters, electricians, renewable energy technicians, mechanics, general handymen etc&#x2026; Animators/Video Editors/Videographers/UAV Operators - You will retain rights to footage, but must be willing to release as Creative Commons. Teachers/child development specialists - Work with a small group of children ages 3 - 8, using a curiosity based learning approach. Application InstructionsTo apply, send an email to with the following information: Include the words: &#x201C;Hurricane Maria Recovery Volunteer&#x201D; in the email subject. Provide your name, age, gender and nationality. List any relevant skill sets and/or experience. Explain why you want to volunteer and how you feel you can help in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How soon will you be ready to travel? How long are you willing to stay? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"","date":"October 11, 2017","updated":"March 09, 2017","path":"ajax_html/site/README.html","permalink":"http://pongovi.org/ajax_html/site/README.html","excerpt":"","text":"Items loaded via ajax should have layout:false at the top of the page."},{"title":"","date":"October 11, 2017","updated":"March 29, 2017","path":"ajax_html/site/follow.html","permalink":"http://pongovi.org/ajax_html/site/follow.html","excerpt":"","text":"Did this make your brain itch? Scratch it!"},{"title":"","date":"October 11, 2017","updated":"February 27, 2017","path":"ajax_html/site/loading.html","permalink":"http://pongovi.org/ajax_html/site/loading.html","excerpt":"","text":""},{"title":"","date":"October 11, 2017","updated":"March 29, 2017","path":"ajax_html/site/mailing_list.html","permalink":"http://pongovi.org/ajax_html/site/mailing_list.html","excerpt":"","text":"Get the Storm in Your Inbox!"},{"title":"","date":"October 11, 2017","updated":"February 17, 2017","path":"ajax_html/site/promotion.html","permalink":"http://pongovi.org/ajax_html/site/promotion.html","excerpt":"","text":"Promote THIS Promotion!!!!!!!!!!!!!!!!!!"},{"title":"What to Bring","date":"October 29, 2017","updated":"November 14, 2017","path":"volunteer/what-to-bring/index.html","permalink":"http://pongovi.org/volunteer/what-to-bring/index.html","excerpt":"","text":"Equipment to Bring Rain-proof tent or Hennessy hammock Rain gear Rubber boots Rubberized work gloves (as many as possible) Machete/Cutlass: we recommend either the k-bar cutlass, or the Ontario machette. We can show you how to alter the handle on the Ontario to make it more comfortable. Head lamp (w/extra batteries) 2 Water bottles (Nalgene recommended) Pocket knife First aid kit (bandaids, antibiotic cream, etc&#x2026;) Any tools or equipment you need for your skill sets (cameras, drones, etc&#x2026;) Optional but Recommended Musical instruments GSM compatible unlocked phone USB power banks Solar charger for phones and or laptops. Writing utensils (paper, notebook, pens, pencils etc..) Hard drives or USB keys with media files (movies, music, etc&#x2026;) Outdoor solar lights (for paths etc&#x2026;) Food to Bring Smoked meats/fish Sausages Sauces and condiments Nut butters Canned goods Spices and seasonings Donation items to bring in with luggage (if so inclined) Macbook Pro Laptops GSM compatible unlocked iPhones Mini SD cards"}],"posts":[{"title":"Hurricane Maria Recovery + A Positive Course of Action","slug":"hurricane-maria-recovery-a-positive-course-of-action","date":"October 23, 2017","updated":"October 23, 2017","comments":true,"path":"posts/hurricane-maria-recovery-a-positive-course-of-action/","link":"","permalink":"http://pongovi.org/posts/hurricane-maria-recovery-a-positive-course-of-action/","excerpt":"","thumbnail":"/images/thumbs/hurricane-maria-recovery-dominica.jpg","text":"When the sun rose after hurricane maria, the devastation was so absolute, that it staggered the mind. In many neighborhoods the vast majority of homes were flattened. Trees which were not uprooted were stripped and shattered like skeletons. All major roads were blocked. All communications and power lines down. Water supplies cut off. In the weeks that followed, the international response was anemic. Food relief scarce and uneven. Water supplies remained blocked in many villages. The basic necessities for life unavailable at any price. Thousands evacuated. For those who did not evacuate, an economic and humanitarian crisis is at hand. The infrastructure needed to maintain the old economy is shattered, and the resources to build back what was before are not available. Looking at this picture, one might be inclined to see nothing beyond a story of destruction and despair. But in one tiny island nation, the Commonwealth of Dominica (not to be confused with the Dominican Republic), a very different story is unfolding. This story is a true life or death struggle. The outcome hangs in the balance. But there is also a hope that goes far beyond a mere recovery. In Dominica there is a chance to do something different. Among those who chose to stay, there is a growing determination to transition the entire country to food self sufficiency, renewable energy, and local economic strategies. With such a tiny country this is achievable with minimal resources. The current crisis provides a clear imperative and a tangible sense of urgency. Community networks are already consolidating resources to move in this direction, however the challenges ahead however are daunting. On September 18th, 2017 the eye of hurricane Maria passed directly over Dominica. Winds hit at speeds of 195 miles per hour; first from the east, then from the west. The wind brought torrential rains. Rivers and drains overflowed carrying tangled masses of branches, fallen trees and mud into homes and businesses. In a matter of hours entire villages were reduced to piles of debris. This damage was inflicted across the entire nation at the same time. From the outside it looked to many like a death blow. The people of Dominica, however, are not the kind to wait passively for help. They have a highly resilient and adaptive culture. The world at large has a lot to learn from these people. Immediately after the storm, volunteers from each village began clearing the roads in their vicinity, cutting fallen trees, digging out landslides. Doing the best they could with the limited resources at hand. Working their way out. Within 7 days, these decentralized volunteer teams succeeded in clearing all the major roads. This work was done from on all sides of the country simultaneously with all communications down and fuel only available on one side of the country and rationed per individual. Within the villages, during this same period, there was a scramble to repair roofs and salvage belongings spread across the wreckage to minimize losses. Those left homeless either took up residence in the local shelters or were taken in by friends and family. Those without running water were forced to start drinking, bathing and washing directly in the rivers. Those downstream from other villages were forced to do the same with contaminated water. For three weeks no grocery store was open. When one finally did open, there were lines stretched out into the streets. These lines, however, were only for those with money to pay, and money is not flowing. The commonwealth of Dominica uses the Eastern Caribbean dollar as their currency. This is a currency block modeled after the E.U. As such, the Dominican government cannot create new money. This leaves them completely dependent on flows of cash from the outside. Prior to the storm, the economy had hitched its fate to seasonal waves of tourism, and ecotourism. These flows of cash from the outside are now completely cut off, and will not be coming back any time soon. As food supplies began running out in the countryside, focus in the villages began to turn towards getting agriculture and fisheries back online. These projects face significant obstacles. Hurricane Maria didn&#x2019;t just flatten homes, she also devastated the agricultural sector. A large percentage of coconut trees, fruit trees, and ground crops were destroyed. Seed stocks lost under rubble. Farm land covered with tangles of branches and landslides. Virtually all sheds, barns and animal enclosures destroyed. To build back up to agricultural self sufficiency is a massive project. Hillsides need to be terraced, drainage and water retention set up on contour, trees, branches and landslides cleared, compost systems set up at scale, and seed stocks replenished. Fishing has the potential to feed the population much more quickly, however local fishermen need ice so that the fish don&#x2019;t rot before reaching shore. Freezers require electricity, and with all lines down, and many renewable energy systems damaged, this means running a generator. Running a generator requires gasoline. Gasoline cost money, and money is not flowing. To turn this situation around will require more than short term humanitarian relief. A long term strategy is needed; one that will reduce dependence on fossil fuels, agrochemical inputs, and food imports. To that end, a contingent of farmers, fishermen and community leaders on the ground have formulated a plan, a positive course of action. This contingent is on the ground working to make this plan a reality. But to succeed we need your help. To clear the landslides and fallen trees, and to terrace the hillsides and establish proper drainage we need at least one excavator (there is enough work to justify more than one). To remove rubble, and transport materials and aid we need at least one 4 wheel drive pickup truck. We also need wheelbarrows, shovels, hoes, tarps, rope, seeds. We need building material, and renewable energy equipment and systems. We need volunteers: carpenters, electricians, mechanics, renewable energy technicians, organic farmers etc&#x2026; To make it through this time of transition, the people of Dominica will need food to tide them over. What we are planting right now will take several months to bear, and the scale we are planting at currently is not enough to meet the needs of the population. Our team is comprised of locals and immigrants that rode out the storm, and unified in the weeks that followed. We consciously chose not to evacuate. We each have families and friends who did evacuate and who want to come back. We&#x2019;re preparing housing for as many families as we can possible right now. Before they can come back we must make the space safe for children. To facilitate this recovery our contingent has dedicated several plots of land in the east and the west sides of the country to hosting volunteers, and families. To make this place safe for children we must address the humanitarian crisis which is developing right now in many villages. When people don&#x2019;t have food or clean water, they get desperate. This kind of desperation leads to crime and violence. We must defuse this bomb immediately or we risk a deadly spiral. For our team, failure is not an option. We&#x2019;re here to stay the course no matter what. Our fate hinges on the will of the public at large to channel the resources, expertise and assistance to needed to make Dominica an example of what is possible; a global leader for resilience and sustainable solutions. For more information or to volunteer onsite, donate goods, or machinery, or to assist in any other way, please visit our donate page.","categories":[],"tags":[{"name":"hurricane maria","slug":"hurricane-maria","permalink":"http://pongovi.org/tags/hurricane-maria/"},{"name":"hurricane maria dominica","slug":"hurricane-maria-dominica","permalink":"http://pongovi.org/tags/hurricane-maria-dominica/"},{"name":"commonwealth dominica hurricane maria","slug":"commonwealth-dominica-hurricane-maria","permalink":"http://pongovi.org/tags/commonwealth-dominica-hurricane-maria/"},{"name":"hurricane maria recovery","slug":"hurricane-maria-recovery","permalink":"http://pongovi.org/tags/hurricane-maria-recovery/"},{"name":"hurricane maria recover dominica","slug":"hurricane-maria-recover-dominica","permalink":"http://pongovi.org/tags/hurricane-maria-recover-dominica/"}]},{"title":"Post Hurricane Maria - Onsite Report - Dominica - Oct 22, 2017","slug":"hurricane-maria-recovery-onsite-report-dominica-oct-22-2017","date":"October 22, 2017","updated":"October 22, 2017","comments":true,"path":"posts/hurricane-maria-recovery-onsite-report-dominica-oct-22-2017/","link":"","permalink":"http://pongovi.org/posts/hurricane-maria-recovery-onsite-report-dominica-oct-22-2017/","excerpt":"","thumbnail":"","text":"Some might have been inclined to think that a disaster like hurricane Maria would have ended the Pongovi project definitively, but in fact it has accelerated the timetable. This is exactly the kind of situation that the project was designed to address. Yes, we all suffered material losses, and life is definitely harder now in some ways, but the crisis has also drawn people together in a way that wouldn&#x2019;t have been possible otherwise. It has also made the solution we have been presenting self explanatory (see paradigmforthenextgeneration.com for more information). No convincing is necessary when you are talking to someone who is living through a systemic breakdown. They get it instantly. Dominica is getting a preview of the times ahead. In a sense this is a gift. The general population now sees the need for local resilience and are motivated to move in that direction. For example the fact that electric lines are still down for the entire country (and are not going back up any time soon) creates a clear incentive to transition towards off-grid, renewable energy systems. In a country this small, transitioning the majority of homes and businesses to renewables is an attainable goal. We finally got electricity up in our eastern position by using the inverter from the other property. The plan in the eastern position is to convert a building that used to serve as guest accommodations into a shared space for families to return to. We still have to quite a bit of mud and debris to clear to get conditions safe for kids, and multiple structures to repair or rebuild. Approximately 20 volunteers (including several builders) will be arriving in November to help.","categories":[],"tags":[]}]}