{"meta":{"title":"ParadigmfortheNextGeneration","subtitle":null,"description":null,"author":"The Positive","url":"http://paradigmforthenextgeneration.com"},"pages":[{"title":"Paradigm for the Next Generation","date":"August 06, 2017","updated":"August 06, 2017","path":"index.html","permalink":"http://paradigmforthenextgeneration.com/index.html","excerpt":"","text":"The Tribal Identity The next generation needs a paradigm and a code of identity that bind with a sense of purpose, community, and mission; an idea and a feeling that transcend superficial characteristics (like skin color, gender and orientation). MORE +"},{"title":"Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/index.html","excerpt":"","text":"Local Activism Digital Activism Volunteer Downloads Representing The Positive Activism begins with a commitment to speak out on one or more issues consistently. To maximize our effectiveness, psychology and identity must be taken into account. PsychologyStudies have demonstrated that repetition creates the impression that an idea is widespread (thereby sparking social conformity and contagion) even if the ideas in question originate from a single source. In any given population you will find very few people that truly think for themselves. Most are carried along by social conformity or follow the lead of a supposed authority. The Asch conformity experiments, and the Milgram authority experiments demonstrate this clearly. If the forces of conformity and authority are currently holding humanity on a destructive course, it is up to us to turn the tide. The Asch experiments demonstrated that even one voice of dissent is enough to break the power of misguided conformity (the emperor wears no clothes). Ideas are more likely to take root when they are voiced authoritatively, and repetitively. Multiple voices working in coordination can amplify this effect, and create waves that take on a life of their own. IdentityMost large cultures comprised of multiple subcultures. Within any given western country you will find a myriad of religious, political, and ideological identities (as well as countless identities formed over trivia such as musical tastes, or sports teams). These identities heavily influence the way ideas are perceived and integrated. Effective activists take the various group identities of the target audience into account at all times and tailor their message to avoid triggering cognitive dissonance. This often implies using old words for new ideas, or new words for old ideas. Example: the term &#x201C;sustainability&#x201D; has a negative connotation among conservatives in the United States, while &#x201C;local resilience&#x201D; does not."},{"title":"Donate","date":"August 02, 2017","updated":"August 04, 2017","path":"donate/index.html","permalink":"http://paradigmforthenextgeneration.com/donate/index.html","excerpt":"","text":"This project is open source, not-for-profit (we do not utilize advertising of any kind). Donations enable us to produce content, maintain servers, and improve conditions at our off-grid, adaptive learning center (which also serves as our international base of operations). We currently operate with an extremely limited electrical system (two 190 watt solar panels). This makes video editing exceptionally difficult. Upgrading this system is our current priority."},{"title":"404","date":"July 24, 2016","updated":"August 06, 2017","path":"error/404.html","permalink":"http://paradigmforthenextgeneration.com/error/404.html","excerpt":"","text":"The page you are looking for does not exist."},{"title":"live","date":"August 02, 2017","updated":"August 04, 2017","path":"live/index.html","permalink":"http://paradigmforthenextgeneration.com/live/index.html","excerpt":"","text":"This project will be streaming live periodically to give people an inside view of developments onsite (The Pongovi Experiment), and to facilitate questions and answers. Live streams will be announced at least one day in advance on the ParadigmfortheNextGeneration Facebook page. Be sure to follow the page and subscribe to notifications for updates."},{"title":"Modules","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent minimal clusters of ideas. In the context of an ideological system we can use &#x201C;module&#x201D; and &#x201C;meme&#x201D; interchangeably. The following modules/memes are designed to be combined and integrated into existing ideologies. To maximize cultural reach, we must embrace hybrid systems. Core Modules Local Resilience Peaceful Continuity Adaptive Action Modularity Tribal Identity Core NarrativeThe core modules can be tied together by narrative to form a meme system. Local resilience implies converging, forming coalitions, and teams, getting our local community involved. Non-aggression, conflict resolution, and consensus building will make the transition more peaceful. The adaptive approach will make us more effective. Identity holds us together."},{"title":"The Positive","date":"August 02, 2017","updated":"August 02, 2017","path":"the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/the-positive/index.html","excerpt":"","text":"The green outer line represents local resilience. The yellow represents peaceful continuity (consensus building, non-aggression, conflict resolution). The red represents adaptive action. The blue represents modularity and meme science. The black represents an inclusive identity (black absorbs all colors). The antithesis of the positive + (in-group) is the negative - (out-group). Lines of inclusion must be clearly defined, and violators held to account. No prophets of hate.No wars of aggression.Silence is complicity."},{"title":"The Pongovi Experiment","date":"August 03, 2017","updated":"August 03, 2017","path":"the-pongovi-experiment/index.html","permalink":"http://paradigmforthenextgeneration.com/the-pongovi-experiment/index.html","excerpt":"","text":"The Pongovi Experiment is a testing ground. You could think of it as a laboratory, or a hacker space (socio-economic R&amp;D). To give the experiment the greatest chance of success, the first participants had to make decisions that were all or nothing, do or die, no way out. The founding families pooled their savings to purchase a piece of land. The land was completely off-grid in a rainforest. No access to city utilities of any kind. No infrastructure at all on the property. The road was so bad, that at times it looked more like a creek bed (when it rained it was clear why). The front yard had a massive swamp (fed by a network of springs), with waste deep mud, and bush that was 20 to 30 feet high and tangled with mats of vines. The minimal starting point (the first deliverable) for the project was an off-grid, adaptive learning center. This implied a physical base of operations (a piece of land in the middle of a rainforest). The abstract goals are to work with and transmit alternative approaches to production, exchange and social dynamics (while transitioning off of fossil fuels, debt based money, and vertical collectivism). In the first iteration we built a shared kitchen, living area, bathroom and campground to host visitors, volunteers, and resident teachers. Mountains had to be terraced, swamps transformed into ponds, permaculture everywhere. The way the experiment is designed compels participants to work with and integrate the core modules (local resilience, peaceful continuity, adaptive action, and modularity). The center is Open Source, non-transactional. Participants are not charged. Results are Creative Commons. The project has a core group of participants onsite (at Pongovi), and a small local network (on separate properties) committed to the same goals (each approaching the experiment from their own angle). At Pongovi, new participants are being added one at a time in the early iterations. To apply for the next iteration, visit the volunteer page and follow the instructions carefully."},{"title":"Digital Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/digital/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/digital/index.html","excerpt":"","text":"The internet provides us with an unprecedented opportunity to disseminate ideas on a global scale. To use this tool effectively we must understand and apply the principles of social psychology to modern vectors of communication. There are an infinite number of ways to spread ideas online. The following list is intended to serve as a springboard, but is by no means exhaustive: Share, like, retweet or link to compatible content on social media. Create a blog or social media account and build up an audience. Contact and build relationships with thought leaders (bloggers/social media admins) Use online comments strategically. Create or join online discussion groups oriented towards compatible topics, and participate strategically. Troll for Truth: Work in teams to counter ideas online in coordinated bursts. If you are interested in helping coordinate online activists, or if you have technical skills (such as programming) which you are willing to contribute, apply to volunteer onsite or online."},{"title":"Downloads for Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/downloads/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/downloads/index.html","excerpt":"","text":"Local Resilience Starter Kit 0.1 Graphics for Activism 0.1"},{"title":"Representing The Positive","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/representing-the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/representing-the-positive/index.html","excerpt":"","text":"The Positive, and its associated colors (green, yellow, red, and blue on black), can be used by anyone who believes in the principles that it stands for. For example, one could print it onto a t-shirt, bumper stickers, put it on buttons, or have it embroidered onto a patch. However if you take the step of wearing The Positive, it is important to be mindful of the fact that you will be acting as something of an ambassador. + It is of utmost importance that all contact with the public while representing the positive be calm, honest, and respectful. Start by seeking a point of agreement right away and expand from there. Among the general population the local resilience meme is usually the most accessible, however within some niche groups (such as a conflict resolution meet-up, or an Agile development community) one of the other core modules may be a more appropriate starting point. Make sure you know the core modules (local resilience, adaptive action, modularity, peaceful continuity, and tribal identity) backwards and forwards. One way to achieve this is to immerse yourself in documentaries, books and articles on these topics. Taking notes and reformulating the ideas into your own words will help you integrate them more deeply. Engaging in respectful and calm debate with those who disagree is the ultimate test. If in the course of a conversation you are confronted with an idea that you do not know how to respond to, this should be viewed as an opportunity to deepen your research. Under no circumstances should you pretend to know or understand something that you do not. Be humble enough to acknowledge when you don&#x2019;t have an answer."},{"title":"Local Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/local/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/local/index.html","excerpt":"","text":"Human groups are able to achieve exponentially more than individuals. Therefore to make a difference, our first objective must be to build relationships with others who resonate with or have an expertise with at least one of the core modules: local resilience, peaceful continuity (non-aggression, consensus building, conflict resolution), adaptive action, modularity, and the psychology of identity. Of these cores, local resilience is the easiest to spread across identity lines. In some regions it will be easy to connect to existing networks (for example some cities may have Agile or Non-violent Communication meet up groups). In other areas outreach will be needed. Gatherings bring people together, and strengthen their sense of community. This can be as simple as a barbecue or a potluck. The key here is to cultivate a relaxed, welcoming environment. Feeling is more important than the technicals. Relationships take precedence over evangelism. Outreach should always involve an invitation to a gathering or action of some sort, or a means to connect online. The key here is to solidify the initial contact with social connection. Groups are strengthened by working towards common goals. In the Local Resilience Starter Kit you will find ideas for outreach, facilitating events, and concrete action. To set up an online chat system for your local chapter (using the Mattermost app), send an email to with the words &#x201C;Local Chapter&#x201D; in the subject."},{"title":"Training for Activists","date":"August 02, 2017","updated":"August 03, 2017","path":"activism/training/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/training/index.html","excerpt":"","text":"Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. In the next iteration there will be 5 slots available for online training, and one slot available onsite. Subject matter includes local resilience, adaptive action, modularity, meme science and social dynamics. To apply, send an email to with the following information (in order): Include the word &#x201C;Online Training&#x201D; or &#x201C;Onsite Training&#x201D; in the email subject. Provide your name, age, gender and nationality Provide us with an email address associated with a google drive account (for document sharing). Describe your intentions, goals and, commitments in 1000 words or less. This statement should connect to at least one of the core modules."},{"title":"Volunteer","date":"July 30, 2017","updated":"August 01, 2017","path":"activism/volunteer/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/index.html","excerpt":"","text":"This project is run entirely by volunteers (we currently have no paid staff). If you would like to help the cause by contributing your time and skills you can apply to collaborate with us online or onsite. Note: Due to the fact that volunteers will be working with and communicating directly with our onsite team (and will require a significant investment of time on our part) we are only opening a small number of volunteer slots for the current iteration. Potential applicants will be evaluated according to skill, motivation, and availability. To give your application the best chance of being selected, make sure follow the instructions carefully, and completely. apply to volunteer online apply to volunteer onsite"},{"title":"","date":"July 31, 2017","updated":"March 09, 2017","path":"ajax_html/site/README.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/README.html","excerpt":"","text":"Items loaded via ajax should have layout:false at the top of the page."},{"title":"","date":"July 31, 2017","updated":"February 27, 2017","path":"ajax_html/site/loading.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/loading.html","excerpt":"","text":""},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/follow.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/follow.html","excerpt":"","text":"Did this make your brain itch? Scratch it!"},{"title":"","date":"July 31, 2017","updated":"February 17, 2017","path":"ajax_html/site/promotion.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/promotion.html","excerpt":"","text":"Promote THIS Promotion!!!!!!!!!!!!!!!!!!"},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/mailing_list.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/mailing_list.html","excerpt":"","text":"Get the Storm in Your Inbox!"},{"title":"Adaptive Action","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/adaptive-action/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/adaptive-action/index.html","excerpt":"","text":"Adaptive project management (aka iterative, non-linear, or agile) is an approach which focuses on releasing a simple, functional product in a short time frame, testing, then making incremental improvements based on feedback. Define the Abstract Goal - Define what the product needs to accomplish in the broadest sense. Prioritize - Define the most important/urgent goals. Choose a short term deliverable - Build a minimal first version. Test and reassess - Use feedback/results to guide next iteration."},{"title":"Cognitive Dissonance","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/cognitive-dissonance/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/cognitive-dissonance/index.html","excerpt":"","text":"Cognitive dissonance is the psychological discomfort triggered by exposure to ideas which contradict (create dissonance with) one&#x2019;s current world view. A direct attack on an ideological identity is experienced as an attack on the group, and by extension a threat to the self."},{"title":"Local Resilience","date":"July 30, 2017","updated":"August 05, 2017","path":"modules/local-resilience/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/local-resilience/index.html","excerpt":"","text":"We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Modern humans are completely dependent on the flow of goods and resources from afar. Transport, manufacturing, agriculture, and medicine are all tied to fossil fuels. Cities and highways are designed with automobiles in mind. Food production, industry and office complexes moved farther and farther away from suburban sprawl. And all of it at the mercy of a debt based monetary system whose ebbs and flows we do not control, a system predicated on infinite growth on a finite planet. Local resilience is a modular component (meme). This meme contains a replication imperative (the urgency to transition off of a dying system). Submodules Production - We must reduce our reliance on goods and resources from afar. Exchange - We must reduce our dependence on debt based money, and the infinite growth paradigm. Decision Making/Security - We must transition to small, localized models of social organization (cultural modularity). Consensus building, non-aggression, and conflict resolution will make this process more peaceful. The adaptive approach will make us more effective."},{"title":"Modularity","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Submodules Memes as Modules Cultural Modularity Narrative and Meme Systems"},{"title":"Peaceful Continuity","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/peaceful-continuity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/peaceful-continuity/index.html","excerpt":"","text":"Consensus Building - Always seek the win/win, and avoid unnecessary conflicts. Non-aggression - Never initiate violence. Conflict Resolution - Develop the skills needed to calm tempers and de-escalate tensions. The ability to maintain peace and security within a group, and in relation to neighboring groups is vital. This duty is, and has always been our responsibility. However for generations we have outsourced these functions to other groups of humans, often thousands of miles away, who claim the monopoly on violence, money and truth within a given region. As the current system weakens, this responsibility must be picked up again on a community level. The transition must be guided by principle. Most would agree that it&#x2019;s &#x201C;not right&#x201D; to punch the neighborhood kid in the face and take his toy. But where does that feeling of &#x201C;NOT RIGHT!&#x201D; or &#x201C;That&#x2019;s NOT OK!&#x201D; come from? Some frame the concept of non-aggression as a moral principle, but moral principles could also be described as expressions of the tribal instinct. Such principles resonate deeply in the human psyche, and are easily reawakened because for eons they have facilitated the stability (and therefore survival) of groups which hold to them. This assertion can be tested. Game theory has established that the most successful strategy in experiments modeled around conflict, is tit for tat: never attack, retaliate in kind. Tit for tat was a mathematically consistent selective pressure (those who attack first reduce their chance of survival). Instincts are adapted to that pressure. This is why every human culture has some concept of the right to self defense. It&#x2019;s also why most societies condemn aggression, and why states always claim to be attacked when they want to start a war. The retaliation instinct is counter balanced by empathy. Conflict resolution and consensus building improve outcomes by preventing long cycles of retaliation, and averting escalations before they start."},{"title":"Tribal Identity","date":"July 30, 2017","updated":"August 06, 2017","path":"modules/tribal-identity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/tribal-identity/index.html","excerpt":"","text":"In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss), and that groups divided by such trivia would immediately display prejudice against those on the other side, and favor those in the same arbitrary category. He referred to this principle as The Minimal Group Paradigm. This is the psychological (instinctual) root of tribal identity. Homo Sapiens Sapiens is a social animal. National identity is a proxy for tribe. Tribe is the human analogue of a pack. In the context of human culture, we can think of tribes as modular components (cultural modularity). The tribe is the most proven, stable social configuration for our species, and it is the default towards which even modern humans gravitate in times of crisis. This instinct pre-dates humanity, and will persist. Failure to account for it invites tragedy. Large city states are inherently less stable than tribes, because city states do not fulfill the full spectrum instinctual of needs for a social species (they fail to provide the full sense of belonging). Within city states, these instinctual gaps are filled by sub-identities (religious, ideological, political etc..) which often fight among themselves, and struggle for power. As a result, no empire (since the dawn of city states 10,000 years ago) has ever come close to achieving the longevity of tribal lineages. In fact most collapse within 300 years. The pack instinct is a survival adaptation. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. Groups which define and maintain a strong shared identity are more stable than those which do not. This provides a selective pressure which will always come into play during times of upheaval."},{"title":"Volunteer Online","date":"August 01, 2017","updated":"August 06, 2017","path":"activism/volunteer/online/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/online/index.html","excerpt":"","text":"We are currently accepting applications for online volunteers with the following skill sets: Animators/Video Editors Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. Writers/Bloggers Translators - Native speakers only. Graphic Designers Narrators - Must have access to basic recording equipment. Moderators &amp; Social Media Admins - Help administrate online pages and discussion groups. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Online&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How many hours a week are you willing to help? What days/times are you generally available? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Cultural Modularity","date":"July 30, 2017","updated":"August 05, 2017","path":"modules/modularity/cultural-modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/cultural-modularity/index.html","excerpt":"","text":"Applied to human culture, a tribe is a modular component. Tribes are by far the most stable, and durable socio-economic configuration for our species (this assertion can be confirmed by a cursory examination of history and anthropology). The tribal model can be extended to a larger scale through federations. In this context we can think of federations as modular systems. Example: the Iroquois Confederacy."},{"title":"Memes as Modules","date":"July 30, 2017","updated":"August 02, 2017","path":"modules/modularity/memes-as-modules/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/memes-as-modules/index.html","excerpt":"","text":"Memes (small, stable clusters of ideas) are ideological modules. It is much easier to add, subtract or alter an individual meme than to directly restructure an entire belief system. Therefore in the context of activism, our efforts must be focused on the transmission of compatible (yet transformative) memes, and must avoid wasting time and energy on wedge issues."},{"title":"Volunteer Onsite","date":"August 01, 2017","updated":"August 06, 2017","path":"activism/volunteer/onsite/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/onsite/index.html","excerpt":"","text":"We are currently accepting applications for onsite volunteers with the following skill sets: Teachers/child development specialists - Work with a small group of children ages 3 - 8, using a curiosity based learning approach. This position is currently only available for female applicants. Degree not required. Must have experience with kids. Experienced Tradesmen - Carpenters, electricians (preferably experienced with renewable technologies), mechanics, general handymen etc&#x2026; Animators/Video Editors/Videographers/UAV Operators - Must bring your own equipment. You will retain footage, but must be willing to release as Creative Commons. Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. If you have a skill set which is not listed above, but which you feel might be helpful in the context of an off-grid learning center, or media outreach, your application may still be considered. Applicants must be willing to purchase a round trip ticket to The Commonwealth of Dominica, and must be willing to stay at least one month. Do not apply until you are ready to commit to a departure date less than two months away. Conditions onsite are rustic (you must be comfortable with the realities of living off-grid in a rainforest). Volunteers have access to a shared kitchen, bathroom and living space, but will need to bring their own tent. Experienced tradesmen will have the option to build a small cabin to use for the duration of their stay. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Onsite&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How soon will you be ready to travel? How long are you willing to stay? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Narrative","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/modularity/narrative-and-meme-systems/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/narrative-and-meme-systems/index.html","excerpt":"","text":"Narratives are stories that connect memes (small, stable clusters of ideas), to form meme systems. Meme systems which define one&#x2019;s place in the world combine to form identity. Cultural narratives define identity and world view by dictating which ideas receive focus and respect, and which are mocked or ignored."}],"posts":[{"title":"The Primal Identity","slug":"the-tribal-identity","date":"February 01, 2017","updated":"July 29, 2017","comments":true,"path":"the-tribal-identity/","link":"","permalink":"http://paradigmforthenextgeneration.com/the-tribal-identity/","excerpt":"","thumbnail":null,"text":"test","categories":[],"tags":[{"name":"logic","slug":"logic","permalink":"http://paradigmforthenextgeneration.com/tags/logic/"}]}]}