{"meta":{"title":"ParadigmfortheNextGeneration","subtitle":null,"description":null,"author":"The Positive","url":"http://paradigmforthenextgeneration.com"},"pages":[{"title":"Paradigm for the Next Generation","date":"August 07, 2017","updated":"August 07, 2017","path":"index.html","permalink":"http://paradigmforthenextgeneration.com/index.html","excerpt":"","text":"The Tribal Identity The next generation needs a paradigm and a code of identity that bind with a sense of purpose, community, and mission; an idea and a feeling that transcend superficial characteristics (like skin color, gender and orientation). MORE +"},{"title":"Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/index.html","excerpt":"","text":"Local Activism Digital Activism Volunteer Downloads Representing The Positive Activism begins with a commitment to speak out on one or more issues consistently. To maximize our effectiveness, psychology and identity must be taken into account. PsychologyStudies have demonstrated that repetition creates the impression that an idea is widespread (thereby sparking social conformity and contagion) even if the ideas in question originate from a single source. In any given population you will find very few people that truly think for themselves. Most are carried along by social conformity or follow the lead of a supposed authority. The Asch conformity experiments, and the Milgram authority experiments demonstrate this clearly. If the forces of conformity and authority are currently holding humanity on a destructive course, it is up to us to turn the tide. The Asch experiments demonstrated that even one voice of dissent is enough to break the power of misguided conformity (the emperor wears no clothes). Ideas are more likely to take root when they are voiced authoritatively, and repetitively. Multiple voices working in coordination can amplify this effect, and create waves that take on a life of their own. IdentityMost large cultures comprised of multiple subcultures. Within any given western country you will find a myriad of religious, political, and ideological identities (as well as countless identities formed over trivia such as musical tastes, or sports teams). These identities heavily influence the way ideas are perceived and integrated. Effective activists take the various group identities of the target audience into account at all times and tailor their message to avoid triggering cognitive dissonance. This often implies using old words for new ideas, or new words for old ideas. Example: the term &#x201C;sustainability&#x201D; has a negative connotation among conservatives in the United States, while &#x201C;local resilience&#x201D; does not."},{"title":"404","date":"July 24, 2016","updated":"August 06, 2017","path":"error/404.html","permalink":"http://paradigmforthenextgeneration.com/error/404.html","excerpt":"","text":"The page you are looking for does not exist."},{"title":"Donate","date":"August 02, 2017","updated":"August 04, 2017","path":"donate/index.html","permalink":"http://paradigmforthenextgeneration.com/donate/index.html","excerpt":"","text":"This project is open source, not-for-profit (we do not utilize advertising of any kind). Donations enable us to produce content, maintain servers, and improve conditions at our off-grid, adaptive learning center (which also serves as our international base of operations). We currently operate with an extremely limited electrical system (two 190 watt solar panels). This makes video editing exceptionally difficult. Upgrading this system is our current priority."},{"title":"live","date":"August 02, 2017","updated":"August 04, 2017","path":"live/index.html","permalink":"http://paradigmforthenextgeneration.com/live/index.html","excerpt":"","text":"This project will be streaming live periodically to give people an inside view of developments onsite (The Pongovi Experiment), and to facilitate questions and answers. Live streams will be announced at least one day in advance on the ParadigmfortheNextGeneration Facebook page. Be sure to follow the page and subscribe to notifications for updates."},{"title":"Modules","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent minimal clusters of ideas. In the context of an ideological system we can use &#x201C;module&#x201D; and &#x201C;meme&#x201D; interchangeably. The following modules/memes are designed to be combined and integrated into existing ideologies. To maximize cultural reach, we must embrace hybrid systems. Core Modules Local Resilience Peaceful Continuity Adaptive Action Modularity Tribal Identity Core NarrativeThe core modules can be tied together by narrative to form a meme system. Local resilience implies converging, forming coalitions, and teams, getting our local community involved. Non-aggression, conflict resolution, and consensus building will make the transition more peaceful. The adaptive approach will make us more effective. Identity holds us together."},{"title":"The Pongovi Experiment","date":"August 03, 2017","updated":"August 03, 2017","path":"the-pongovi-experiment/index.html","permalink":"http://paradigmforthenextgeneration.com/the-pongovi-experiment/index.html","excerpt":"","text":"The Pongovi Experiment is a testing ground. You could think of it as a laboratory, or a hacker space (socio-economic R&amp;D). To give the experiment the greatest chance of success, the first participants had to make decisions that were all or nothing, do or die, no way out. The founding families pooled their savings to purchase a piece of land. The land was completely off-grid in a rainforest. No access to city utilities of any kind. No infrastructure at all on the property. The road was so bad, that at times it looked more like a creek bed (when it rained it was clear why). The front yard had a massive swamp (fed by a network of springs), with waste deep mud, and bush that was 20 to 30 feet high and tangled with mats of vines. The minimal starting point (the first deliverable) for the project was an off-grid, adaptive learning center. This implied a physical base of operations (a piece of land in the middle of a rainforest). The abstract goals are to work with and transmit alternative approaches to production, exchange and social dynamics (while transitioning off of fossil fuels, debt based money, and vertical collectivism). In the first iteration we built a shared kitchen, living area, bathroom and campground to host visitors, volunteers, and resident teachers. Mountains had to be terraced, swamps transformed into ponds, permaculture everywhere. The way the experiment is designed compels participants to work with and integrate the core modules (local resilience, peaceful continuity, adaptive action, and modularity). The center is Open Source, non-transactional. Participants are not charged. Results are Creative Commons. The project has a core group of participants onsite (at Pongovi), and a small local network (on separate properties) committed to the same goals (each approaching the experiment from their own angle). At Pongovi, new participants are being added one at a time in the early iterations. To apply for the next iteration, visit the volunteer page and follow the instructions carefully."},{"title":"The Positive","date":"August 02, 2017","updated":"August 02, 2017","path":"the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/the-positive/index.html","excerpt":"","text":"The green outer line represents local resilience. The yellow represents peaceful continuity (consensus building, non-aggression, conflict resolution). The red represents adaptive action. The blue represents modularity and meme science. The black represents an inclusive identity (black absorbs all colors). The antithesis of the positive + (in-group) is the negative - (out-group). Lines of inclusion must be clearly defined, and violators held to account. No prophets of hate.No wars of aggression.Silence is complicity."},{"title":"Digital Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/digital/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/digital/index.html","excerpt":"","text":"The internet provides us with an unprecedented opportunity to disseminate ideas on a global scale. To use this tool effectively we must understand and apply the principles of social psychology to modern vectors of communication. There are an infinite number of ways to spread ideas online. The following list is intended to serve as a springboard, but is by no means exhaustive: Share, like, retweet or link to compatible content on social media. Create a blog or social media account and build up an audience. Contact and build relationships with thought leaders (bloggers/social media admins) Use online comments strategically. Create or join online discussion groups oriented towards compatible topics, and participate strategically. Troll for Truth: Work in teams to counter ideas online in coordinated bursts. If you are interested in helping coordinate online activists, or if you have technical skills (such as programming) which you are willing to contribute, apply to volunteer onsite or online."},{"title":"Downloads for Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/downloads/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/downloads/index.html","excerpt":"","text":"Local Resilience Starter Kit 0.1 Graphics for Activism 0.1"},{"title":"Local Activism","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/local/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/local/index.html","excerpt":"","text":"Human groups are able to achieve exponentially more than individuals. Therefore to make a difference, our first objective must be to build relationships with others who resonate with or have an expertise with at least one of the core modules: local resilience, peaceful continuity (non-aggression, consensus building, conflict resolution), adaptive action, modularity, and the psychology of identity. Of these cores, local resilience is the easiest to spread across identity lines. In some regions it will be easy to connect to existing networks (for example some cities may have Agile or Non-violent Communication meet up groups). In other areas outreach will be needed. Gatherings bring people together, and strengthen their sense of community. This can be as simple as a barbecue or a potluck. The key here is to cultivate a relaxed, welcoming environment. Feeling is more important than the technicals. Relationships take precedence over evangelism. Outreach should always involve an invitation to a gathering or action of some sort, or a means to connect online. The key here is to solidify the initial contact with social connection. Groups are strengthened by working towards common goals. In the Local Resilience Starter Kit you will find ideas for outreach, facilitating events, and concrete action. To set up an online chat system for your local chapter (using the Mattermost app), send an email to with the words &#x201C;Local Chapter&#x201D; in the subject."},{"title":"Representing The Positive","date":"July 30, 2017","updated":"August 06, 2017","path":"activism/representing-the-positive/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/representing-the-positive/index.html","excerpt":"","text":"The Positive, and its associated colors (green, yellow, red, and blue on black), can be used by anyone who believes in the principles that it stands for. For example, one could print it onto a t-shirt, bumper stickers, put it on buttons, or have it embroidered onto a patch. However if you take the step of wearing The Positive, it is important to be mindful of the fact that you will be acting as something of an ambassador. + It is of utmost importance that all contact with the public while representing the positive be calm, honest, and respectful. Start by seeking a point of agreement right away and expand from there. Among the general population the local resilience meme is usually the most accessible, however within some niche groups (such as a conflict resolution meet-up, or an Agile development community) one of the other core modules may be a more appropriate starting point. Make sure you know the core modules (local resilience, adaptive action, modularity, peaceful continuity, and tribal identity) backwards and forwards. One way to achieve this is to immerse yourself in documentaries, books and articles on these topics. Taking notes and reformulating the ideas into your own words will help you integrate them more deeply. Engaging in respectful and calm debate with those who disagree is the ultimate test. If in the course of a conversation you are confronted with an idea that you do not know how to respond to, this should be viewed as an opportunity to deepen your research. Under no circumstances should you pretend to know or understand something that you do not. Be humble enough to acknowledge when you don&#x2019;t have an answer."},{"title":"Training for Activists","date":"August 02, 2017","updated":"August 03, 2017","path":"activism/training/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/training/index.html","excerpt":"","text":"Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. In the next iteration there will be 5 slots available for online training, and one slot available onsite. Subject matter includes local resilience, adaptive action, modularity, meme science and social dynamics. To apply, send an email to with the following information (in order): Include the word &#x201C;Online Training&#x201D; or &#x201C;Onsite Training&#x201D; in the email subject. Provide your name, age, gender and nationality Provide us with an email address associated with a google drive account (for document sharing). Describe your intentions, goals and, commitments in 1000 words or less. This statement should connect to at least one of the core modules."},{"title":"Volunteer","date":"July 30, 2017","updated":"August 01, 2017","path":"activism/volunteer/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/index.html","excerpt":"","text":"This project is run entirely by volunteers (we currently have no paid staff). If you would like to help the cause by contributing your time and skills you can apply to collaborate with us online or onsite. Note: Due to the fact that volunteers will be working with and communicating directly with our onsite team (and will require a significant investment of time on our part) we are only opening a small number of volunteer slots for the current iteration. Potential applicants will be evaluated according to skill, motivation, and availability. To give your application the best chance of being selected, make sure follow the instructions carefully, and completely. apply to volunteer online apply to volunteer onsite"},{"title":"","date":"July 31, 2017","updated":"March 09, 2017","path":"ajax_html/site/README.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/README.html","excerpt":"","text":"Items loaded via ajax should have layout:false at the top of the page."},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/follow.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/follow.html","excerpt":"","text":"Did this make your brain itch? Scratch it!"},{"title":"","date":"July 31, 2017","updated":"February 27, 2017","path":"ajax_html/site/loading.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/loading.html","excerpt":"","text":""},{"title":"","date":"July 31, 2017","updated":"March 29, 2017","path":"ajax_html/site/mailing_list.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/mailing_list.html","excerpt":"","text":"Get the Storm in Your Inbox!"},{"title":"","date":"July 31, 2017","updated":"February 17, 2017","path":"ajax_html/site/promotion.html","permalink":"http://paradigmforthenextgeneration.com/ajax_html/site/promotion.html","excerpt":"","text":"Promote THIS Promotion!!!!!!!!!!!!!!!!!!"},{"title":"Adaptive Action","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/adaptive-action/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/adaptive-action/index.html","excerpt":"","text":"Adaptive project management (aka iterative, non-linear, or agile) is an approach which focuses on releasing a simple, functional product in a short time frame, testing, then making incremental improvements based on feedback. Define the Abstract Goal - Define what the product needs to accomplish in the broadest sense. Prioritize - Define the most important/urgent goals. Choose a short term deliverable - Build a minimal first version. Test and reassess - Use feedback/results to guide next iteration."},{"title":"Local Resilience","date":"July 30, 2017","updated":"August 05, 2017","path":"modules/local-resilience/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/local-resilience/index.html","excerpt":"","text":"We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Modern humans are completely dependent on the flow of goods and resources from afar. Transport, manufacturing, agriculture, and medicine are all tied to fossil fuels. Cities and highways are designed with automobiles in mind. Food production, industry and office complexes moved farther and farther away from suburban sprawl. And all of it at the mercy of a debt based monetary system whose ebbs and flows we do not control, a system predicated on infinite growth on a finite planet. Local resilience is a modular component (meme). This meme contains a replication imperative (the urgency to transition off of a dying system). Submodules Production - We must reduce our reliance on goods and resources from afar. Exchange - We must reduce our dependence on debt based money, and the infinite growth paradigm. Decision Making/Security - We must transition to small, localized models of social organization (cultural modularity). Consensus building, non-aggression, and conflict resolution will make this process more peaceful. The adaptive approach will make us more effective."},{"title":"Cognitive Dissonance","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/cognitive-dissonance/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/cognitive-dissonance/index.html","excerpt":"","text":"Cognitive dissonance is the psychological discomfort triggered by exposure to ideas which contradict (create dissonance with) one&#x2019;s current world view. A direct attack on an ideological identity is experienced as an attack on the group, and by extension a threat to the self."},{"title":"Peaceful Continuity","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/peaceful-continuity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/peaceful-continuity/index.html","excerpt":"","text":"Consensus Building - Always seek the win/win, and avoid unnecessary conflicts. Non-aggression - Never initiate violence. Conflict Resolution - Develop the skills needed to calm tempers and de-escalate tensions. The ability to maintain peace and security within a group, and in relation to neighboring groups is vital. This duty is, and has always been our responsibility. However for generations we have outsourced these functions to other groups of humans, often thousands of miles away, who claim the monopoly on violence, money and truth within a given region. As the current system weakens, this responsibility must be picked up again on a community level. The transition must be guided by principle. Most would agree that it&#x2019;s &#x201C;not right&#x201D; to punch the neighborhood kid in the face and take his toy. But where does that feeling of &#x201C;NOT RIGHT!&#x201D; or &#x201C;That&#x2019;s NOT OK!&#x201D; come from? Some frame the concept of non-aggression as a moral principle, but moral principles could also be described as expressions of the tribal instinct. Such principles resonate deeply in the human psyche, and are easily reawakened because for eons they have facilitated the stability (and therefore survival) of groups which hold to them. This assertion can be tested. Game theory has established that the most successful strategy in experiments modeled around conflict, is tit for tat: never attack, retaliate in kind. Tit for tat was a mathematically consistent selective pressure (those who attack first reduce their chance of survival). Instincts are adapted to that pressure. This is why every human culture has some concept of the right to self defense. It&#x2019;s also why most societies condemn aggression, and why states always claim to be attacked when they want to start a war. The retaliation instinct is counter balanced by empathy. Conflict resolution and consensus building improve outcomes by preventing long cycles of retaliation, and averting escalations before they start."},{"title":"Tribal Identity","date":"July 30, 2017","updated":"August 06, 2017","path":"modules/tribal-identity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/tribal-identity/index.html","excerpt":"","text":"In the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss), and that groups divided by such trivia would immediately display prejudice against those on the other side, and favor those in the same arbitrary category. He referred to this principle as The Minimal Group Paradigm. This is the psychological (instinctual) root of tribal identity. Homo Sapiens Sapiens is a social animal. National identity is a proxy for tribe. Tribe is the human analogue of a pack. In the context of human culture, we can think of tribes as modular components (cultural modularity). The tribe is the most proven, stable social configuration for our species, and it is the default towards which even modern humans gravitate in times of crisis. This instinct pre-dates humanity, and will persist. Failure to account for it invites tragedy. Large city states are inherently less stable than tribes, because city states do not fulfill the full spectrum instinctual of needs for a social species (they fail to provide the full sense of belonging). Within city states, these instinctual gaps are filled by sub-identities (religious, ideological, political etc..) which often fight among themselves, and struggle for power. As a result, no empire (since the dawn of city states 10,000 years ago) has ever come close to achieving the longevity of tribal lineages. In fact most collapse within 300 years. The pack instinct is a survival adaptation. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. Groups which define and maintain a strong shared identity are more stable than those which do not. This provides a selective pressure which will always come into play during times of upheaval."},{"title":"Modularity","date":"July 30, 2017","updated":"July 30, 2017","path":"modules/modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/index.html","excerpt":"","text":"Systems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Submodules Memes as Modules Cultural Modularity Narrative and Meme Systems"},{"title":"Volunteer Online","date":"August 01, 2017","updated":"August 06, 2017","path":"activism/volunteer/online/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/online/index.html","excerpt":"","text":"We are currently accepting applications for online volunteers with the following skill sets: Animators/Video Editors Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. Writers/Bloggers Translators - Native speakers only. Graphic Designers Narrators - Must have access to basic recording equipment. Moderators &amp; Social Media Admins - Help administrate online pages and discussion groups. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Online&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How many hours a week are you willing to help? What days/times are you generally available? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Volunteer Onsite","date":"August 01, 2017","updated":"August 06, 2017","path":"activism/volunteer/onsite/index.html","permalink":"http://paradigmforthenextgeneration.com/activism/volunteer/onsite/index.html","excerpt":"","text":"We are currently accepting applications for onsite volunteers with the following skill sets: Teachers/child development specialists - Work with a small group of children ages 3 - 8, using a curiosity based learning approach. This position is currently only available for female applicants. Degree not required. Must have experience with kids. Experienced Tradesmen - Carpenters, electricians (preferably experienced with renewable technologies), mechanics, general handymen etc&#x2026; Animators/Video Editors/Videographers/UAV Operators - Must bring your own equipment. You will retain footage, but must be willing to release as Creative Commons. Programmers and Developers - Back-end and front-end web developers and native app developers needed for work on open source communication, and information management systems. Must be comfortable with git. Experience with Nodejs/Javascript preferred. Project Managers - Must have experience with Agile/Scrum or some other adaptive project management approach. If you have a skill set which is not listed above, but which you feel might be helpful in the context of an off-grid learning center, or media outreach, your application may still be considered. Applicants must be willing to purchase a round trip ticket to The Commonwealth of Dominica, and must be willing to stay at least one month. Do not apply until you are ready to commit to a departure date less than two months away. Conditions onsite are rustic (you must be comfortable with the realities of living off-grid in a rainforest). Volunteers have access to a shared kitchen, bathroom and living space, but will need to bring their own tent. Experienced tradesmen will have the option to build a small cabin to use for the duration of their stay. Application InstructionsTo apply, send an email to with the following information (in order): Include the words: &#x201C;Volunteer Onsite&#x201D; in the email subject. Provide your name, age, gender and nationality. List relevant skill sets and/or experience. Explain why you want to volunteer in 500 words or less. Tell us about yourself: include languages spoken, musical instruments played, philosophical background etc&#x2026; Describe your availability: How soon will you be ready to travel? How long are you willing to stay? Contact information: phone number, link to Facebook profile, skype name, Whatsapp etc&#x2026; Tell us what the best way to reach you is, what time zone you are in and at what time of day you are generally most available."},{"title":"Cultural Modularity","date":"July 30, 2017","updated":"August 05, 2017","path":"modules/modularity/cultural-modularity/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/cultural-modularity/index.html","excerpt":"","text":"Applied to human culture, a tribe is a modular component. Tribes are by far the most stable, and durable socio-economic configuration for our species (this assertion can be confirmed by a cursory examination of history and anthropology). The tribal model can be extended to a larger scale through federations. In this context we can think of federations as modular systems. Example: the Iroquois Confederacy."},{"title":"Memes as Modules","date":"July 30, 2017","updated":"August 02, 2017","path":"modules/modularity/memes-as-modules/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/memes-as-modules/index.html","excerpt":"","text":"Memes (small, stable clusters of ideas) are ideological modules. It is much easier to add, subtract or alter an individual meme than to directly restructure an entire belief system. Therefore in the context of activism, our efforts must be focused on the transmission of compatible (yet transformative) memes, and must avoid wasting time and energy on wedge issues."},{"title":"Narrative","date":"July 30, 2017","updated":"August 03, 2017","path":"modules/modularity/narrative-and-meme-systems/index.html","permalink":"http://paradigmforthenextgeneration.com/modules/modularity/narrative-and-meme-systems/index.html","excerpt":"","text":"Narratives are stories that connect memes (small, stable clusters of ideas), to form meme systems. Meme systems which define one&#x2019;s place in the world combine to form identity. Cultural narratives define identity and world view by dictating which ideas receive focus and respect, and which are mocked or ignored."}],"posts":[{"title":"The Tribal Identity - Paradigm for the Next Generation","slug":"/posts/the-tribal-identity","date":"August 07, 2017","updated":"August 07, 2017","comments":true,"path":"/posts/the-tribal-identity/","link":"","permalink":"http://paradigmforthenextgeneration.com//posts/the-tribal-identity/","excerpt":"","thumbnail":"/images/thumbs/The-Tribal-Identity.jpg","text":"This is a socioeconomic experiment. You can be an observer, or an active participant. One way or another the venue is the real world. As a species we are approaching a window of danger and opportunity; a time of upheaval which will shatter nations and superstates along fault-lines of geography, language, and group identity. A socioeconomic reset is in order and in the works. The stakes are high. Positive outcomes are possible, but are by no means guaranteed. We have a very limited time table to influence the outcome. We cannot afford to squander our efforts and resources on ethical anesthetics (artificial solutions). We don&#x2019;t control the system and we need to stop pretending that we do. It is counterproductive to debate over how to use power and resources that we do not have. Voting the bums out doesn&#x2019;t work. This is not just a question of a few bad apples, or a broken system. We have a paradigm problem. Those who haven&#x2019;t come to terms with these realities, are behind the curve. This is not the time to start fighting over what the ideal civilization might look like. Perfection is not on the table. The question is this: Can we do better? If so, we must try. Take a deep breath. No seriously. Science tells us that the mere act of slowing down our breathing calms the mind measurably. The mind works better when calm, and we&#x2019;re going to need the extra bandwidth, so take a deep breath and reset for a moment. Press pause if you need more time. Alright, feeling better? Let&#x2019;s take this to the next level. The Modularity PrincipleSystems are more stable, and easier to repair and update when they are built using simple, compact and minimally bundled components. In systems design this principle is referred to as modularity. Richard Dawkins coined the term &#x201C;meme&#x201D; to represent these minimal clusters in the realm of ideas. Ideas replicate with greater fidelity when they are simple, compact and minimally bundled. A meme is a modular component. For an idea to survive it must be adapted to its environment. Ideological habitat dictates selective pressures. Modularity facilitates hybrid systems, and rapid adaptation. Applied to culture, it facilitates choice, and peaceful evolution. Small clusters of ideas can bypass ideological gatekeepers (and avoid triggering cognitive dissonance) in ways that monolithic belief systems cannot. Once in the mind, new memes combine with existing memes and emotions transforming the overall system. This process can be positive, like an awakening, or it can be poisonous, like the metastasis race nationalism within a previously diverse group. A virus of perception can begin with one person. However to spread, the meme has a replication imperative. Local ResilienceModern humans are completely dependent on the flow of goods and resources from afar. Transport, manufacturing, agriculture, and medicine are all tied to fossil fuels. Cities and highways are designed with automobiles in mind. Food production, industry and office complexes moved farther and farther away from suburban sprawl. And all of it at the mercy of a debt based monetary system whose ebbs and flows we do not control, a system predicated on infinite growth on a finite planet. Rebuilding local resilience is imperative. We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power. Local Resilience is a modular component (meme). It resonates. It is compatible with most world views. It is simple, self evident yet fundamentally transformative if applied. But how would it be applied? How would we get from point A to point B? Adaptive ActionWhen attempting to design, or redesign a complex system, humans have the tendency to start by formulating a detailed master plan, convincing a majority of the stakeholders to sign on to the plan, then implementing (or attempting to implement), the whole product in a linear fashion, like a car being assembled on the factory floor, leaving as a finished product, ready to be driven off the lot. This approach is sometimes referred to as the &#x201C;Waterfall Model&#x201D;. It was termed &#x201C;waterfall&#x201D; because the design process was linear, it only moved in one direction. Teams would complete one phase, fully, before moving on to the next. The product wasn&#x2019;t testable until the final phase. There was no provision for a fundamental redesign once implementation had begun. Water doesn&#x2019;t flow uphill. The waterfall model is well adapted to projects where all the variables are clearly defined and unlikely to change (such as the manufacture of a car, or the construction of a simple house), but is has a high failure rate on large, dynamic projects with changing requirements, limited resources, and unforeseen obstacles. In the early 1990s the software industry faced what is often referred to as &#x201C;the application development crisis&#x201D; or the &#x201C;application delivery lag&#x201D;. On average it took three years to deliver a usable app. In some industries the process took decades. Within that time frame, requirements, systems, and entire business models had usually evolved. This caused many projects to be cancelled before they were finished, and since the linear model put off testing until the final product was ready, in the end the client was not often not happy with the result, even if it delivered precisely what had been requested. Software developers attempted to protect themselves in this situation through comprehensive contracts. But projects were chronically behind schedule, over budget and buggy. Contracts provided legal protection, but not a happy customer. Disillusioned by the status quo, a contingent of the development community gathered in 2001. They decided to radically adjust, and they put their intent into a manifesto.Though the ideas that they drew together had existed in other forms for some time, no one had yet unified those ideas with a sense purpose and mission. They did. The ideas were simple: Rather than try to build according to a master plan that accounts for everything in the beginning, they would take an adaptive approach (aka iterative or non-linear). They would first establish their abstract goal: describe what the product needed to accomplish in the broadest sense. They would then prioritize functionality, and build a minimal, stable, and USEFUL first version quickly. Test. Get stakeholder feedback. Reprioritize and adjust immediately. The process was non-linear. Because of the focus on adapting quickly, the contingent decided to name the sense of purpose that they were bringing to existing adaptive, iterative non-linear processes &#x201C;Agile&#x201D;. Their sense of purpose gave that word an identity. That identity caught on and was copied because it resonated. It was logical. It was an idea worth spreading. Their vision persisted because it worked: it provided tangible and immediate benefits. This approach to project management improves outcomes in a wide variety of fields. For example, adaptive logic applied to food production, when the abstract goals are to increase efficiency, reduce inputs, waste, and distance traveled is Permaculture. The Diversity PrincipleAny idea worth holding must be worth testing. Unproven models must be tested at the smallest possible scale. Some will merit replication. Others will serve as cautionary tales. More than one model can and will succeed. This should be embraced. At a macro-systemic level, diversity is inherently more stable than monoculture. This principle holds true in ecology, agriculture, economics and geopolitics. The Tribal IdentityIn the early 1970s social psychologist Henri Tajfel set out to study the minimal conditions required for discrimination to occur between groups of humans. In his tests he discovered that group identity could be easily formed in a very short time using trivial criteria (such as one&#x2019;s musical preferences or the results of a coin toss), and that groups divided by such trivia would immediately display prejudice against those on the other side,and favor those in the same arbitrary category. He referred to this principle as The Minimal Group Paradigm. It&#x2019;s the psychological root of tribal identity. Homo Sapiens Sapiens is a social animal. Tribe the human analogue of a pack. This instinct pre-dates humanity, and will persist. Failure to account for it, invites tragedy. The pack instinct is a survival adaptation. It is triggered by physical insecurity. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. Groups which define and maintain a strong shared identity are more stable than those which do not. This provides a selective pressure which will always come into play during times of upheaval. The sense of belonging is a vital need, and modern civilization is in in throes of an identity crisis. This is the window of danger and opportunity. Where there is opportunity there are always opportunists. Those willing to tell an angry crowd exactly what they want to hear, weaving stories that gives meaning to their pain redefining in-group against an out-group to be saddled with the blame. When national identity becomes too weak to provide that sense of tribe, new group identities emerge to fill the void. Identity vacuums cannot be ignored, or rationalized away. They will be filled, the only question is by who, and with what. Either we fill that void with a positive vision, or demagogues, and prophets of hate will slice and dice, pitting us against each other over trivia. Paradigm for the Next GenerationThe next generation needs paradigm and code of identity that bind with a sense of purpose, community, and mission: An idea and a feeling that transcend superficial characteristics (like skin color, gender and orientation). This vision must resonate, and inspire action; action towards concrete goals, minimal starting points that provide immediate and tangible benefits. The code must be synchronized with reality. It must adapt to logic and evidence (the scientific method applied to the way humans learn, organize and live). The code must be open source. It must be simple, modular (meme level), and compatible with a broad spectrum of existing ideologies. It must work with (rather than against) our instinctual psychology. It must be adapted to human biochemistry. We don&#x2019;t have time to reinvent the wheel. We must learn from the lessons of history, and the innovations of the modern age. Take the best of the old and the new. Integrate what works and discard what doesn&#x2019;t. You&#x2019;re never going to get every culture and subculture on this planet to agree on every aspect of the proper way to live, as such we will never eliminate in-group and out-group, or erase all borders of us and them. This understanding precludes one-size-fits-all, global solutions. Grand socioeconomic designs defined in detail, to be imposed on all by the barrel of a gun, end in war and atrocities committed for the common good. Peaceful ContinuityThe ability to maintain peace and security within a group, and in relation to neighboring groups is vital. This duty is, and has always been our responsibility. However for generations we have outsourced these functions to other groups of humans, often thousands of miles away, who claim the monopoly on violence, money and truth within a given region. As the current system weakens, this responsibility must be picked up again on a community level. The transition must be guided by principle. Most would agree that it&#x2019;s &#x201C;not right&#x201D; to punch the neighborhood kid in the face and take his toy. But where does that feeling of &#x201C;NOT RIGHT!&#x201D; or &#x201C;That&#x2019;s NOT OK!&#x201D; come from? Some frame the concept of non-aggression as a moral principle, but moral principles could also be described as expressions of the tribal instinct. Such principles resonate deeply in the human psyche, and are easily reawakened because for eons they have facilitated the stability (and therefore survival) of groups which hold to them. This assertion can be tested. Game theory has established that the most successful strategy in experiments modeled around conflict, is tit for tat: never attack, retaliate in kind. Tit for tat was a mathematically consistent selective pressure. Instincts are adapted to that pressure. This is why every human culture has some concept of the right to self defense. It&#x2019;s also why most societies condemn aggression, and why states always claim to be attacked when they want to start a war. The retaliation instinct is counter balanced by empathy. Conflict resolution and consensus building improve outcomes by preventing long cycles of retaliation, and averting escalations before they start. The Lines of InclusionDiversity and pluralism within a strong code of identity is a sign of strength, not weakness. However an inclusive identity can only be maintained if it is protected. For example: a single member attacking another tribe puts everyone in danger. As such, lines of inclusion must be clearly defined, and violators held to account. Social validation is a biochemical incentive. If you incentivize something, you typically get more of it. A code of identity which values conflict resolution, and consensus building, honors those who master those skills, and condemns those who initiate of violence, or call for wars of aggression, gives cultures which hold to it a much better chance of peaceful continuity. Connect the DotsWe&#x2019;ve collected the dots. Let&#x2019;s connect them. We can do better. It is imperative that we try. The time is now. The next generation needs the path to be cleared, pragmatic examples to emulate, and an idea to spread like a virus of perception. Local resilience, non-aggression, conflict resolution, consensus building, and adaptive action are logical starting points. These are modular components. They are simple, self evident, useful at the smallest possible scale. They are compatible with any sane ideology, yet fundamentally transformative if applied. Local Resilience implies converging, forming coalitions, and teams, getting our local community involved. Non-aggression, conflict resolution, and consensus building will make the transition more peaceful. The adaptive approach will make us more effective. Identity can form around any idea (humans can divide themselves on any characteristic they focus their attention on), but what holds it together is a feeling. The feeling of belonging. The tribal identity. This we can cultivate, reawaken. The code is written in our DNA. Start small, work with what you have, set realistic goals, and take steps to achieve them. The evolution might begin with a gathering of friends, or garden in your front yard. The Next LevelThe following message is for those who get it. You see the stakes. You&#x2019;ve connected the dots. You&#x2019;re motivated to take action. You&#x2019;re looking for some minimal starting points. The key is to start with the right questions: Press pause and go get a pen and paper. Ready. Write the following at the top of your page: &#x201C;What can I do&#x201D; Each of you have different skills, assets, liabilities, time and geographic constraints. Press pause and make a list. Now write the next question: &#x201C;What am I willing to do?&#x201D; How much time and energy are you willing to invest into changing the world? What are you willing to sacrifice? Press pause and write an honest answer. As you are writing that answer, consider this: If you aren&#x2019;t willing to make radical changes in your own way of life, how can you expect others to? When you&#x2019;re done write the next question: &#x201C;Who do I know locally or online who would might resonate with the local resilience meme?&#x201D; Press pause and make a list. Next to each name take notes on when and how to initiate contact. You&#x2019;ll find tools for working with contacts in our activism section. Now let&#x2019;s formulate some concrete goals. The specific variables will change, but the abstracts will apply across the board. To make a difference, we must build local and online networks guided by principle. This is an abstract goal. The concrete goals will be adapted to the context. Assess Your RadiusWe can define local as the maximum distance that humans in a particular region can coordinate and meet physically without the use of fossil fuels. Geography will influence this distance significantly. To establish your concrete goals you must to assess your radius. Food, water, community and security dynamics must be accounted for. If such resources and networks are few or non-existent in your area, it is up to you to either plant the seeds, make them grow, or migrate to a point of convergence that you resonate with. For local resilience kits, visit our local activism section. Some of you have technical skills (translators, programmers, graphic designers, animators/video editors ), and or time to contribute. To volunteer online or onsite visit our volunteer section. The CurveThe next generation will need radically different skill sets. They will need new strains of intelligence. They will need to adapt and innovate in ways that most can&#x2019;t even imagine. Those who want to get ahead of the curve and help others do the same; those who really want to change the world, have their homework cut out for them. There&#x2019;s a lot to absorb. Some of what you need to learn isn&#x2019;t taught in school. Some realities are impossible to fully integrate just by reading a book. Study cannot replace experience. The Pongovi ExperimentTo apply the scientific method to the way humans learn, organize and live will require the socioeconomic equivalent of laboratories; physical testing grounds where theories stand, or are buried by results (Tribal R &amp; D). To impact the world beyond our local sphere, results must be open sourced to public domain. We must use the internet to disseminate these ideas while we still can. It&#x2019;s an extreme proposition, so to get the ball rolling we&#x2019;re launching a prototype; a socioeconomic experiment. You can be an observer, or an active participant. The experiment has a physical base of operations: a piece of land. You could also think of it as a laboratory. Working with, and transmitting alternative approaches to production, exchange and social dynamics (while transitioning off of fossil fuels, debt based money, and vertical collectivism), are abstract goals. Each of these must broken down into sub-modules to be addressed in concrete terms onsite and online. In the first iteration we built a shared kitchen, living area, bathroom and campground. Mountains had to be terraced, swamps transformed into ponds, permaculture everywhere. This was our minimal starting point, the first deliverable: an off-grid adaptive learning center to host visitors, volunteers, and resident teachers. We&#x2019;ve beta tested. Participants are onsite. We&#x2019;re going live. Whether this project serves as an example to replicate, or a cautionary tale, is yet to be seen. What we can guarantee, is that it&#x2019;s going to be interesting. For more information, or to participate in the next iteration, look up the pongovi experiment. All of the content produced by this project are creative commons. You have permission to download and distribute by any and all means. You can download components used to make this film (and films to come) for use in compatible projects in our modules section. If you would like to support our work visit our donate page.","categories":[],"tags":[{"name":"psychology","slug":"psychology","permalink":"http://paradigmforthenextgeneration.com/tags/psychology/"},{"name":"local resilience","slug":"local-resilience","permalink":"http://paradigmforthenextgeneration.com/tags/local-resilience/"},{"name":"peaceful continuity","slug":"peaceful-continuity","permalink":"http://paradigmforthenextgeneration.com/tags/peaceful-continuity/"},{"name":"non-aggression","slug":"non-aggression","permalink":"http://paradigmforthenextgeneration.com/tags/non-aggression/"},{"name":"conflict resolution","slug":"conflict-resolution","permalink":"http://paradigmforthenextgeneration.com/tags/conflict-resolution/"},{"name":"consensus building","slug":"consensus-building","permalink":"http://paradigmforthenextgeneration.com/tags/consensus-building/"},{"name":"adaptive action","slug":"adaptive-action","permalink":"http://paradigmforthenextgeneration.com/tags/adaptive-action/"},{"name":"modularity","slug":"modularity","permalink":"http://paradigmforthenextgeneration.com/tags/modularity/"},{"name":"tribal identity","slug":"tribal-identity","permalink":"http://paradigmforthenextgeneration.com/tags/tribal-identity/"},{"name":"minimal group paradigm","slug":"minimal-group-paradigm","permalink":"http://paradigmforthenextgeneration.com/tags/minimal-group-paradigm/"},{"name":"tzm","slug":"tzm","permalink":"http://paradigmforthenextgeneration.com/tags/tzm/"},{"name":"the zeitgeist movement","slug":"the-zeitgeist-movement","permalink":"http://paradigmforthenextgeneration.com/tags/the-zeitgeist-movement/"}]}]}