{"title":"The Coming Collapse","slug":"/posts/the-coming-collapse","date":"2017-09-06T13:28:54.000Z","updated":"2017-09-06T14:17:15.000Z","comments":true,"path":"api/articles//posts/the-coming-collapse.json","excerpt":"","content":"<p>The United States and the global status quo are rapidly approaching a breaking point. Viewed from the scale of history we&#x2019;re milliseconds away. </p>\n<p>You probably sense this on some level. Perhaps you&#x2019;ve pushed that thought out of your mind. Perhaps the implications fill you with fear.\nPerhaps you are struggling to imagine a positive course of action. Our goal here is to change that.</p>\n<p>Some won&#x2019;t comprehend what&#x2019;s at stake until it&#x2019;s kicking down their front door. They have their heads in the sand. Willfully ignorant.</p>\n<p>Such humans rarely shape the arc of history, so we won&#x2019;t waste time deconstructing bubbles. Instead we&#x2019;ll make a bid for the intelligent.</p>\n<p>In a strong culture, group identity is defined by a national, or tribal narrative; ideas and stories which describe that group, their history, their place in the world. From that narrative, traditions and moral codes accumulate which reinforce the identity. This is the glue that holds people together.</p>\n<p>In a dying culture, traditions and moral codes begin to break down. Cultural narratives begin to lose power, or become points of division. </p>\n<p>The United States and it&#x2019;s shrinking network of satellites are a dying empire. Its reputation is tarnished. Its position on the geopolitical stage has diminished. Even its financial power has peaked. But most importantly it has lost all sense of itself. </p>\n<p>A nation might survive an economic collapse, or even a catastrophic war, but mix in with an identity crisis, and this is a warehouse doused in gasoline, just waiting for a spark. Anyone who has been paying attention knows that spark is already in midair. </p>\n<p>The death of a national identity leaves an emotional hole. Humans instinctually seek out replacements to fill that hole. </p>\n<p>Prophets of hate offer replacements. They invite the disillusioned to rally behind stories that make them feel good; assign blame, and impart a sense of belonging, in-group/out-group defined on trivial.</p>\n<p>Unless countered by a unifying vision, identity fragmentation accelerates. Left unchecked this story culminates in territorial conflict, or ethnic cleansing. </p>\n<p>Attempting to predict what comes next would be the wrong psychology. <strong>What comes next is up to you.</strong></p>\n<p>The following message is for those who see the stakes; those who would make a conscious bid to shape the arc of history. You know the odds are stacked against us. You see the imperative for <strong>intelligent</strong> action.</p>\n<p>Take a deep breath.</p>\n<p>Fear is the first enemy. When frightened, our brains work much less efficiently. Rational thought shuts down. Decisions reduced to fight, flight or freeze.  This phenomenon is even more dangerous in the context of a panicked crowd.</p>\n<p>Those who maintain calm in the midst of a crisis have the best chance of improving the outcome. </p>\n<p>Science has shown that deep breathing calms the mind measurably. So make this a discipline. Anytime you feel fear take a deep breath. Reset. Bring the world back into focus.</p>\n<p>Now that we&#x2019;re calm, we can think about our situation rationally.</p>\n<p>What can we do? What steps could we take right now that would improve the outcome, not just for ourselves, but for our children and the generations beyond?</p>\n<p>If you&#x2019;re hearing this message, there is still time. If it resonates we have a chance. </p>\n<p>The root of the issue is beyond the political. We have a paradigm problem, an inherent design flaw.</p>\n<p>A socio-economic redesign will require a new train of thought, a paradigm for the next paradigm.</p>\n<p>Ideas spread most efficiently when they are simple, compact and minimally bundled. \nAs such, going to break this down into bite sized pieces (modular components). For more detail visit <a href=\"http://paradigmforthenextgeneration.com\" class=\"auto-link auto-link-url\" target=\"_blank\" rel=\"noopener noreferrer\">paradigmforthenextgeneration.com</a>.</p>\n<h2 id=\"Local-Resilience\"><a href=\"#Local-Resilience\" class=\"headerlink\" title=\"Local Resilience\"></a>Local Resilience</h2><p>Where does your food come from? How far did it travel from the field to your plate? \nHow will your family and community feed themselves when the chain of distribution is disrupted? Who will you turn to when the system is down? If your answer is the government, you&#x2019;re gonna have a bad time.</p>\n<p>Rebuilding local resilience is imperative. Change must begin at the community level.</p>\n<p>We must transition NOW towards local systems of production, exchange, and decision making. We must maximize efficiency, reduce inputs, waste and distance traveled. We must start with small, testable solutions that can be implemented right now without the sanction or assistance of those in power.</p>\n<p>Some of the skills required for this transition are technical, but the human element is much more important. Those who are able to coordinate their efforts with those around them are able to accomplish exponentially more than those who attempt to go it alone. </p>\n<p>To rebuild local resilience we must converge, form coalitions and teams, get our local community involved. This is more difficult than it sounds. It will be in everyone&#x2019;s interest to develop certain skill sets preemptively.</p>\n<p><strong>Human groups which value conflict resolution, and consensus building, honor those who master those skills, and condemn those who initiate of violence, call for wars of aggression, or divide over trivia, have a much better chance of Peaceful Continuity.</strong> </p>\n<p>The transition towards local resilience and peaceful continuity presents complex challenges. Time and resources are limited. There WILL be unforeseen obstacles. To increase our chances of success we must use the adaptive approach.</p>\n<ul>\n<li>Define your abstract goals</li>\n<li>Prioritize</li>\n<li>Choose a minimal starting point (a short term deliverable)</li>\n<li>Test and reassess</li>\n</ul>\n<p>If we start by defining Local Resilience as an abstract goal, and we prioritize local production, exchange and decision making, with the understanding that this level of cooperation is only possible in the context of peaceful continuity, we can map out a minimal starting point.</p>\n<p>Psychologically fragmented groups can be unified if the factions share a common goal, a struggle, an existential threat. We can refer to this instinct as the cooperation principle. </p>\n<p>Building local resilience, improving social dynamics, and preventing wars of aggression can each serve as unifying goals. </p>\n<p>To key is to bring people together in the real world. This can start with something as simple as organizing a gathering, passing out flyers, or helping out on each other&#x2019;s land.</p>\n<p>Working together peacefully builds unity. If psychological unity is attained, identity follows. This variable must not be left to chance.</p>\n<p>Henri Tajfel&#x2019;s work on intergroup discrimination demonstrated that identity can form around any idea or characteristic that attention is placed on. Even something as arbitrary as a coin toss can be used to divide a room. Within a very short period of time the groups formed will begin to discriminate against the other side (out-group), and favor members of their own group (in-group). Tajfel referred to this principle as the minimal group paradigm.</p>\n<p>If identity can form around any idea, then we must work to ensure that the idea is positive; a code that holds us to high standard of integrity and conduct. These are the kinds of ideas that inspire positive action.</p>\n<p>Ideas are integrated into identity more easily when they are reinforced by symbols, color associations (or other identity markers).  (To maximize effect, identity markers should be worn.)</p>\n<p>For example one can signal their &#x201C;American&#x201D; identity by wearing red, white and blue.</p>\n<p>Here&#x2019;s another example: </p>\n<p>Black to represent an inclusive identity. No dividing over trivia (black absorbs all color).\nGreen to represent Local Resilience, pulling together as communities.\nYellow to represent Peaceful Continuity: non-aggression, consensus building and conflict resolution.\nRed to represent Adaptive Action. The scientific method applied.\nBlue to represent Cultural Modularity, meme science, ideas designed to spread.</p>\n<p>We must define in-group and out-group consciously. Lines of inclusion must be held without compromise.</p>\n<h2 id=\"No-wars-of-aggression-No-prophets-of-hate-Silence-is-complicity\"><a href=\"#No-wars-of-aggression-No-prophets-of-hate-Silence-is-complicity\" class=\"headerlink\" title=\"No wars of aggression. No prophets of hate. Silence is complicity.\"></a>No wars of aggression. No prophets of hate. Silence is complicity.</h2><p>Start small. Work with what you have. Set realistic goals and take steps to achieve them. The evolution might begin with a gathering of friends or a garden in your front yard.</p>\n","categories":[],"tags":[]}